export const TAB_RENEW = "TAB_RENEW"
export const TAB_INDEMNIFY = "TAB_INDEMNIFY"
export const TAB_QUESTION = "TAB_QUESTION"
export const TAB_FEEDBACK = "TAB_FEEDBACK"
export const MaxFeedBackSize = 200





//我的金戈盾Q&A
export const myShieldQAList = [
    {
        question : "金戈盾是什么？",
        answer   : "金戈盾是内置于钱宝APP的一款保障账户安全产品，着力于保护宝粉的账户资金及交易安全。"
    },
    {
        question : "金戈盾有哪些功能？",
        answer   : "V1.0金戈盾可以提供智能安全等级判断、我的足迹查询、我的画像、风险中心短信提示等功能；后续会推出更多其他的安全保障功能，敬请期待"
    },
    {
        question : "金戈盾的安全等级是如何划分的？",
        answer   : "金戈盾产品的安全等级分为7级，注册钱宝用户即为1级，进行实名认证、绑定银行卡为2级；单独设置交易密码账户升级为3级；绑定手机号且绑定邮箱账户升级为4级；完成上述等级，且设置密保问题，账户等级为S5；开启金戈盾服务，账户升级为S6；完成上述操作且自金戈盾产品上线之后在钱宝平台无违规记录，账户等级为S7。每一级包含前序级别的要求。后期随着金戈盾产品的升级，会有更多的安全等级保障措施，敬请关注！"
    },
    {
        question : "不同的安全等级享有的权利是否不同？",
        answer   : "订购金戈盾产品期间，宝粉账户安全等级达到最高级（当前为S7），一旦账户发生资金风险，宝粉将获得VIP处理通道，经核查无误后，将获得钱宝网先行优先追偿的权益；"
    },
    {
        question : "金戈盾和账户安全险有什么区别？",
        answer   : "金戈盾提供的是一项安全保障服务，例如查看自己登录记录是否准确，后续的版本更新当中会提供各种账户保障功能和便捷服务，比如可信设备功能（可选择开启非可信设备禁止支付：在用户自己设定且通过验证后开启可信设备，并且只有在可信设备上才可以进行资金变动活动，防止盗号用户登录转账）；交易网络环境是否安全提示；客户购买的商品或商铺是否可以有被平台处理记录等等。而全额赔付只是为我们的安全保障做一个兜底承诺。而账户安全险是一种保险，除了赔付以外不提供其他的账户服务"
    },
    {
        question : "金戈盾后期还会有哪些功能？",
        answer   : "金戈盾作为钱宝的一款安全保障模块，后期会逐步增加在线举报、在线申诉，指纹识别、人脸识别、自助续费、自主解封、高级用户转账等功能，敬请期待；您对于金戈盾产品有没有更好的建议？"
    },
    {
        question : "金戈盾有没有按照月/季度/年的收费套餐？",
        answer   : "目前已上线的主要是按日计费的、包月计费，后期会逐步开通按季度和年度收费的，以及其他优惠方式，惠及更多宝粉"
    },
    {
        question : "为什么我的足迹里面的位置信息不准确？",
        answer   : "登录地址不一致与您当前手机号码归属地有很大的关系，如果您是使用手机流量登录，且手机归属其他地方，会显示您手机流量归属地的地址；或者您所连接的wifi网络使用了VPN代理，也会导致地点错误。"
    },
    {
        question : "开启金戈盾会不会影响钱宝APP的正常使用？",
        answer   : "开通之后随着金戈盾的版本更新会有越来越多的安全保障措施，但是这些措施您可以根据自己的情况选择开启或者关闭，尽量保障您使用钱宝的体验"
    }
]